export const fillingPolicy = {
  subtitles: [
    {
      subtitle: "1. Персональная информация Пользователя",
      list: [
        {
          listTitle:
            "а. Персональная информация, которую Пользователь предоставляет о себе самостоятельно при заполнении и отправке форм обратной связи на страницах Сайта: ФИО, адрес электронной почты, номер телефона, адрес, название юридического лица и т.д.",
          listSubtitles: null,
        },
        {
          listTitle:
            "b. Обезличенные данные, которые могут быть получены с помощью сервисов Google Analytics (политика конфиденциальности сервиса расположена по адресу https://www.google.ru/intl/ru/policies/privacy/) и Яндекс.Метрика (условия использования сервиса расположены по адресу https://yandex.ru/legal/metrica_termsofuse/), в том числе IP-адрес, информация из cookie, информация о браузере пользователя (или иной программе, с помощью которой осуществляется доступ к Сайту), время доступа, адрес запрашиваемой страницы.",
          listSubtitles: null,
        },
        {
          listTitle:
            "с. Оператор в общем случае не проверяет достоверность персональной информации, предоставляемой Пользователями, и не осуществляет контроль их дееспособности. Однако Оператор исходит из того, что Пользователь предоставляет достоверную и достаточную персональную информацию, необходимую Оператору, и поддерживает эту информацию в актуальном состоянии.",
          listSubtitles: null,
        },
      ],
    },
    {
      subtitle:
        "2. Цели сбора и обработки персональной информации Пользователя",
      list: [
        {
          listTitle:
            "а. Связь с Пользователем, в том числе направление уведомлений, запросов и информации, касающихся использования Сайта, а также обработка запросов и заявок от Пользователя.",
          listSubtitles: null,
        },
        {
          listTitle:
            "b. Обеспечение обмена короткими текстовыми сообщениями в режиме онлайн-диалога и обеспечение функционирования обратного звонка.",
          listSubtitles: null,
        },
        {
          listTitle:
            "c. Проведение статистических и иных исследований на основе обезличенных данных.",

          listSubtitles: null,
        },
      ],
    },
    {
      subtitle:
        "3. Условия обработки персональной информации Пользователя и ее передачи третьим лицам",
      list: [
        {
          listTitle:
            "а. Согласие предоставляется на совершение следующих действий (операций) с указанными в настоящем согласии персональными данными: сбор, систематизацию, накопление, хранение, уточнение (обновление, изменение), использование, передачу (предоставление, доступ), блокирование, удаление, уничтожение, осуществляемых как с использованием средств автоматизации (автоматизированная обработка), так и без использования таких средств (неавтоматизированная обработка).",

          listSubtitles: null,
        },
        {
          listTitle:
            "b. Оператор хранит персональную информацию Пользователей в соответствии с внутренним регламентом работы Оператора и сохраняет ее конфиденциальность, кроме случаев добровольного предоставления Пользователем информации о себе для общего доступа неограниченному кругу лиц.",

          listSubtitles: null,
        },
        {
          listTitle:
            "с. Оператор вправе передать персональную информацию пользователя третьим лицам в следующих случаях:",
          listSubtitles: [
            {
              listSubtitle:
                "- Передача необходима для оказания услуги Пользователю;",
            },
            {
              listSubtitle:
                "- Передача предусмотрена российским или иным применимым законодательством в рамках установленной законодательством процедуры;",
            },
            {
              listSubtitle:
                "- В целях обеспечения возможности защиты прав и законных интересов Оператора или третьих лиц в случаях, когда Пользователь нарушает условия настоящей Политики конфиденциальности.",
            },
            {
              listSubtitle:
                "- При обработке персональных данных пользователей Оператор руководствуется Федеральным законом РФ «О персональных данных».",
            },
          ],
        },
        {
          listTitle:
            "d. Пользователь может в любой момент изменить (обновить, дополнить, удалить) предоставленную им персональную информацию или её часть, запросив об этом по электронной почте.",

          listSubtitles: null,
        },
      ],
    },
    {
      subtitle: "4. Заключительные положения",
      list: [
        {
          listTitle:
            "а. В случае принятия Пользователем решения о предоставлении Оператору какой-либо информации (каких-либо данных), Пользователь обязуется предоставлять исключительно достоверную и актуальную информацию и не вправе вводить Оператора в заблуждение в отношении своей личности, сообщать ложную или недостоверную информацию о себе.",

          listSubtitles: null,
        },
        {
          listTitle:
            "b. Оператор принимает необходимые и достаточные организационные и технические меры для защиты персональной информации Пользователя от неправомерного или случайного доступа, уничтожения, изменения, блокирования, копирования, распространения, а также от иных неправомерных действий с ней третьих лиц.",

          listSubtitles: null,
        },
        {
          listTitle:
            "с. Обработка персональных данных осуществляется по достижении целей обработки или в случае утраты необходимости в достижении этих целей, если иное не предусмотрено федеральным законом.",

          listSubtitles: null,
        },
        {
          listTitle:
            "d. Оператор имеет право вносить изменения в настоящую Политику конфиденциальности без уведомления Пользователя и других участников работы Сайта. Новая редакция Политики конфиденциальности вступает в силу с момента ее размещения, если иное не предусмотрено новой редакцией Политики конфиденциальности. Использование данного Сайта после даты публикации обновленной версии будет означать согласие Пользователя с новой редакцией Политики конфиденциальности.",

          listSubtitles: null,
        },
      ],
    },
  ],
};
