import { Typography } from "@/shared/ui";

export const About = () => {
  return (
    <section className="max-xl:padding flex flex-col gap-10 max-md:gap-4  my-[40px] max-md:my-[20px]">
      <Typography variant="textM" className="max-md:text-[12px]">
        Торговая компания «ДВА КАПИТАНА», организована в 2015 году,
        специализируется на оптовой и розничной торговле табачными изделиями
        ведущих производителей. В настоящее время наша компания это: Оптовая
        торговля c борта (VAN selling) Наработанная клиентская база,
        Стационарный розничный формат «КАПИТАН ТАБАК» Дружный коллектив.
        Компания динамично развивается, и мы уверены, что совместными усилиями
        мы добьемся высоких результатов.
      </Typography>
    </section>
  );
};
